Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཁྱེད་ཅག་ལས་གང་དེ་བཞིན་གཤེགས་པ་དང་ཐབས་ཅིག་ལྷོའི་རི་བོ་དག་ཏུ་ལྗོངས་རྒྱུར་འགྲོ་བར་སྤྲོ་བ་དེས་ཆོས་གོས་ཀྱི་ལས་གྱིས་ཤིག་ཅེས་བསྒོ་བ་དང་།
en: Your task is to accompany him on his travels, so you should happily ready your Dharma robes.”

source: དགེ་སློང་གནས་བརྟན་རྣམས་ཀྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་
en: “Venerable Ānanda,” replied the elder monks,

source: བདག་ཅག་ནི་བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ལྗོངས་རྒྱུར་འགྲོ་མི་ནུས་སོ། །
en: “we cannot travel the realm with the Blessed One,

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བདག་ཅག་རྒས་པའི་ཕྱིར་རོ། །
en: for we are old.”

source: དགེ་སློང་གསར་བུ་རྣམས་ཀྱིས་ཀྱང་སྨྲས་པ།
en: And the new monks said,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བདག་ཅག་ཀྱང་བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ལྗོངས་རྒྱུར་འགྲོ་མི་ནུས་སོ། །
en: “Venerable Ānanda, we too cannot travel the realm with the Blessed One,

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བདག་ཅག་གསར་བུ་ཡིན་ལ་བདག་ཅག་གི་མཁན་པོ་དང་སློབ་དཔོན་དག་མི་འདོང་བས་
en: for we are new and our preceptors and instructors will not go.

source: བདག་ཅག་གི་མཁན་པོ་དང་སློབ་དཔོན་དག་མི་འདོང་ན་བདག་ཅག་མྱུར་དུ་ལྡོག་པ་དང་།
en: If our preceptors and instructors do not go we must return swiftly and thus,

source: སྐྱེན་པར་ལྡོག་དགོས་པ་དང་། འདི་ལྟ་སྟེ་གནས་བཙལ་བས་ཡང་དང་ཡང་དུ་བཙལ་བར་བྱ་དགོས་པའི་ཕྱིར་རོ། །
en: those who have sought a reliable instructor will have to seek another yet again.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དབྱར་ཟླ་བ་གསུམ་འདས་ནས་ཆོས་གོས་བྱས་པ་དང་ལྡན།
en: After the three months of monsoon had passed, the Blessed One donned his Dharma robe.

source: ཆོས་གོས་ཟིན་པ་དང་ལྡན་ཞིང་འཁོར་ཉུང་ཤས་ཤིག་དང་ལྷུང་བཟེད་དང་ཆོས་གོས་བསྣམས་ཏེ་ལྷོའི་རི་བོ་དག་ཏུ་ལྗོངས་རྒྱུར་གཤེགས་སོ། །
en: He then set out to travel the realm with a small entourage, who carried with them their begging bowls and dharma robes.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལྗོངས་རྒྱུར་གཤེགས་པ་རྣམས་ཀྱི་ཆོས་ཉིད་ནི་
en: For blessed buddhas on a journey, it is natural to wonder about the behavior of those who accompany them.

source: ལ་ལས་ལེགས་པར་མ་སྦྱངས་པ་དང་། ལེགས་པར་མ་བགོས་པ་དང་།
en: Were they properly trained? Were they properly clothed?

source: ཁུར་ཐོགས་པའམ། གཅིག་ཏུ་མ་གྱུར་ཏམ་སྙམ་པས་
en: Did they carry their belongings or did they lack uniformity?

source: སྐུ་ཐམས་ཅད་ཀྱི་གཡས་ནས་གླང་པོ་ཆེའི་ལྟ་སྟངས་ཀྱིས་རྣམ་པར་གཟིགས་པ་མཛད་པ་ཡིན་པས།
en: While wondering thus, blessed buddhas look upon them by turning to the right as an elephant would.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐུ་ཐམས་ཅད་ཀྱི་གཡས་ནས་གླང་པོ་ཆེའི་ལྟ་སྟངས་ཀྱིས་རྣམ་པར་གཟིགས་སོ། །
en: Thus, on his journey, the Blessed Buddha looked about by turning to the right as an elephant would.

source: བཅོམ་ལྡན་འདས་ལྗོངས་རྒྱུར་གཤེགས་པས་སྐུ་ཐམས་ཅད་ཀྱི་གཡས་ ནས་གླང་པོ་ཆེའི་ལྟ་སྟངས་ཀྱིས་རྣམ་པར་གཟིགས་ན་དེ་བཞིན་གཤེགས་པའི་འཁོར་ཉུང་བར་གཟིགས་སོ། །
en: When the Blessed Buddha had done so, he saw the Tāthagata’s entourage to be small.

source: གཟིགས་ནས་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པར་མཛད་པ་སྟེ།
en: Though they see, blessed buddhas may inquire about what they already know.

source: མཁྱེན་བཞིན་དུ་རྨེད་པ། མཁྱེན་ཀྱང་མི་རྨེད་པ།
en: Though they already know, they may inquire—or, even though they know, they may not inquire.

source: དུས་སུ་རྨེད་པ། དུས་ལས་ཡོལ་བར་མི་རྨེད་པ།
en: They inquire when the time is right, not when the time has passed.

source: དོན་དང་ལྡན་པ་རྨེད་པ། དོན་དང་མི་ལྡན་པ་མི་རྨེད་པས་
en: Their inquiries are meaningful, not meaningless.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་དོན་དང་མི་ལྡན་པ་རྨེད་པ་ལ་ཆུ་ལོན་གྱིས་ཟློག་པར་མཛད་པ་ཡིན་ནོ། །
en: In this way blessed buddhas dam the flow of meaningless inquiries.

source: དེ་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་དོན་དང་ལྡན་པ་རྨེད་པ་ལ་དུས་མཁྱེན་པ་ཡིན་པས་
en: As blessed buddhas know the time for a meaningful inquiry,

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་རྨས་པ།
en: the Blessed Buddha asked Ānanda,

source: ཀུན་དགའ་བོ་ད་ལྟར་དེ་བཞིན་གཤེགས་པའི་འཁོར་ཉུང་བར་གྱུར་པའི་རྒྱུ་ནི་གང་ཡིན།
en: “What is the cause due to which the Tāthagata’s companions are now so few?

source: རྐྱེན་ནི་གང་ཡིན།
en: What are the circumstances for it?”

source: བཙུན་པ་རྒྱལ་པོའི་ཁབ་འདིར་དགེ་སློང་གནས་བརྟན་དག་ནི་ཉུང་། གསར་བུ་དག་ནི་མང་དུ་དབྱར་གནས་པར་མཆིད་ཀྱིས་འཚལ་ཅིང་།
en: “Reverend, a small number of elder monks and a large number of new monks discussed the matter during the rains retreat in Rājagṛha.

source: དགེ་སློང་གནས་བརྟན་རྣམས་ནི་འདི་སྐད་ཅེས།
en: The elder monks said,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བདག་ཅག་ནི་བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ལྗོངས་རྒྱུར་འགྲོ་མི་ནུས་སོ། །
en: ‘Venerable Ānanda, we cannot travel the realm with the Blessed One,

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བདག་ཅག་རྒས་པའི་ཕྱིར་རོ། །ཞེས་མཆི།
en: for we are old.’

source: དགེ་སློང་གསར་བུ་རྣམས་ཀྱང་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བདག་ཅག་ཀྱང་བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ལྗོངས་རྒྱུར་འགྲོ་མི་ནུས་སོ། །
en: And the new monks said, ‘Venerable Ānanda, we too cannot travel the realm with the Blessed One,

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བདག་ཅག་གསར་བུ་ཡིན་ལ་བདག་ཅག་གི་མཁན་པོ་དང་སློབ་དཔོན་མི་འདོང་བས་
en: for we are new and our preceptors and instructors will not go.

source: བདག་ཅག་གི་མཁན་པོ་དང་སློབ་དཔོན་དག་མི་འདོང་ན་མྱུར་དུ་ལྡོག་པ་དང་། སྐྱེན་པར་ལྡོག་དགོས་པ་དང་།
en: f our preceptors and instructors do not go, we must return swiftly and thus,

source: འདི་ལྟ་སྟེ་གནས་བཙལ་བས་ཡང་དང་ཡང་དུ་བཙལ་བར་བྱ་དགོས་པའི་ཕྱིར་རོ་ཞེས་མཆི་སྟེ།
en: those who have sought a reliable instructor will have to seek another yet again.’

source: བཙུན་པ་ད་ལྟར་དེ་བཞིན་གཤེགས་པའི་འཁོར་ཉུང་བར་གྱུར་པའི་རྒྱུ་ནི་དེ་ལགས།
en: Reverend, that is the cause due to which the Tāthagata’s companions are now so few;

source: རྐྱེན་ནི་དེ་ལགས་སོ། །
en: those are the circumstances for it.”

source: ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་ལོ་ལྔ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་མི་གནས་པར་ལྗོངས་རྒྱུར་འགྲོ་བར་རྗེས་སུ་གནང་ངོ་། །
en: “Ānanda, I therefore decree that those with five years and five qualities should travel the realm without a reliable instructor.

source: ལྔ་གང་ཞེ་ན། ལྟུང་བ་ཤེས་པ་དང་། ལྟུང་བ་མ་ཡིན་པ་ཤེས་པ་དང་།
en: What are those five qualities? That the monk knows what constitutes an offense, knows what does not constitute an offense,

source: ཡང་བ་ཤེས་པ་དང་། ལྕི་བ་ཤེས་པ་དང་།
en: knows what is light, knows what is weighty,

source: སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་དང་། རྒྱས་པ་བཀླགས་པ་དང་། ཐོན་པ་སྟེ།
en: and knows how to recite the Prātimokṣasūtra and its supplements.

source: ལོ་ལྔ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་མི་གནས་པར་ལྗོངས་རྒྱུར་འགྲོ་བར་བྱ་སྟེ།
en: Those with five years and five qualities should travel the realm without a reliable instructor.

source: འདི་ལ་འགྱོད་པར་མི་བྱའོ། །
en: Do not resent this.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་
en: “Reverend, the Blessed One has said,

source: བཙུན་པ་དགེ་སློང་ལོ་དྲུག་ལགས་ལ།
en: What about a revered monk of six years?

source: དེས་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་དང་། རྒྱས་པ་བཀླགས་པ་དང་།
en: If he recites the Prātimokṣasūtra and reads and recites its supplements,

source: ཐོན་པ་མ་ལགས་ན། དེས་ཀྱང་མི་གནས་པར་ལྗོངས་རྒྱུར་མཆི་བར་བགྱིའམ། ཉེ་བ་འཁོར་མི་བྱ་སྟེ།
en: should he too travel the realm without a reliable instructor?” “Upāli, he should not stay.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: ‘Why is that?’ you ask.

source: ཆོས་ལྔ་དང་ལྡན་པ་ལ་བཅའ་བ་བརྟེན་པའི་ཕྱིར་རོ། །བཙུན་པ་ལོ་བཞི་ལགས་ལ།
en: For those in possession of the five qualities are reliable.” “Reverend, as for one of four years,

source: ཐོན་པ་ལགས་ན། དེས་ཀྱང་མི་གནས་པར་ལྗོངས་རྒྱུར་མཆི་བར་བགྱིའམ། ཉེ་བ་འཁོར་མི་བྱ་སྟེ།
en: should he too travel the realm without a reliable instructor?” “Upāli, he should not travel the realm without a reliable instructor.

source: ལོ་ལྔ་ལོན་པ་ལ་བཅའ་བ་བརྟེན་པའི་ཕྱིར་རོ། །
en: For those who have passed five years are reliable.”

source: བཙུན་པ་གསུམ་རིག་པ། དྲི་མ་གསུམ་སྤངས་ལ།
en: “Reverend, as for one who has knowledge of the three and who has cast aside the three stains,

source: དེ་ལོ་ལྔ་མ་ལགས་ཤིང་ཆོས་ལྔ་དང་མི་ལྡན་ན་
en: if he has not five years or the five qualities,

source: །བར་སྡོམ་ལ། ལོ་བཅུ་འཛིན་དང་མཁས་པ་དང་། །རིག་དང་གསལ་དང་འཛིན་འཇུག་དང་། །
en: A section index: The above section contains the following topics: Having passed ten years, retain, learned, Know, elucidate, able to inspire others to retain,

source: སློབ་དང་སློབ་འཇུག་རྣམ་གཉིས་དང་། །ཕུན་སུམ་ཚོགས་གཉིས་རྣམ་པ་གསུམ། །
en: Learn, able to inspire others to learn, The two sets of perfection, the lists of three,

source: སློབ་དང་མི་སློབ་བྱུང་ཤེས་དང་། །གནས་འཆའ་འཆར་གཞུག་ལྟུང་བ་ཤེས། །ལྷོ་ཡི་རི་ལ་རྒྱུ་བ་ཡི། །སྡེ་ཚན་ཡང་དག་བསྡུས་པ་ཡིན། །
en: Trainee, non-trainee, knowing how training comes about, Providing reliability, seeking a reliable instructor, knowledge of offenses, And traveling the realm.

source: གནས་ཀྱི་སྐབས་རྫོགས་སྷོ།། །།
en: This concludes the section on what constitutes a reliable monk.

source: སྡོམ་ལ། མུ་སྟེགས་ཅན་དང་ཉི་ཤུ་དང་། །དགེ་ཚུལ་བཅྭ་ལྔ་མ་ལོན་པའོ། །
en: A summary: Tīrthikas , twenty years , and Novices not yet fifteen

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: The Blessed Buddha was resident at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī,

source: དེའི་ཚེ་ན་རྒན་ཞུགས་བྱིས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་ཞིག་གིས་
en: when an elder who was immature, dense, dim-witted, and unskilled

source: གཞན་མུ་སྟེགས་ཅན་ཞིག་རབ་ཏུ་ཕྱུང་ཞིང
en: allowed a follower of another tīrthika tradition to go forth.

source: བསྙེན་པར་རྫོགས་པར་བྱས་པ་ན་དགེ་སློང་རྣམས་དང་ལྷན་ཅིག་རྩོད་པ་འགའ་ཞིག་བྱུང་ནས་བསླབ་པ་ཕུལ་ཏེ་
en: The elder granted the tīrthika ordination, sparking a number of disputes between monks.

source: སྔོན་གྱི་མུ་སྟེགས་ཅན་གྱི་གནས་དེ་ཉིད་དུ་སོང་བའི་སྐབས་དེ་
en: After the tīrthika had offered back his training and returned to his community of tīrthikas,

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་བ་དང་།
en: the monks asked the Blessed One about it.

source: དགེ་སློང་དག་ཇི་ལྟར་མི་ གཏི་མུག་ཅན་དེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་གྱ་ནོམ་པ་འདི་ལྟ་བུ་སྤངས་ནས་སྔོན་གྱི་མུ་སྟེགས་ཅན་གྱི་གནས་དེ་ཉིད་དུ་སོང་བ་ལ་ལྟོས།
en: “Monks, look at how that benighted man has turned his back on such a fine and well-proclaimed Dharma and Vinaya and returned to his community of tīrthikas.

source: དགེ་སློང་དག་འདི་ལྟ་སྟེ་དཔེར་ན་ཁྱི་བཀྲེས་པའི་ཉམ་ཆུང་བས་ཡོངས་སུ་གཟིར་བ་ནི་བཟའ་བ་དང་བཅའ་བ་གྱ་ནོམ་པ་སྤངས་ནས་བཤང་ བ་བཟའ་བར་བྱའོ་སྙམ་དུ་སེམས་སོ། །
en: Monks, it seems to me he is behaving like a dog, wracked by hunger, but refusing fine food and fare and eating excrement instead.

source: དགེ་སློང་དག་དེ་བཞིན་དུ་མི་གཏི་མུག་ཅན་དེས་ཀྱང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་གྱ་ནོམ་པ་འདི་ལྟ་བུ་སྤངས་ནས་
en: Monks, this is how a benighted man acts who turns his back on such a fine and well-proclaimed Dharma and Vinaya

source: སྔོན་གྱི་མུ་སྟེགས་ཅན་གྱི་གནས་དེ་ཉིད་དུ་སོང་ངོ་། །
en: and returns to his former community of tīrthikas.”

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་ཉེ་དུ་ཤཱཀྱ་དང་མེ་བ་རལ་བ་ཅན་མ་གཏོགས་པ་
en: “Monks, apart from our Śākya kin and dreadlocked fire-worshippers,

source: སེམས་མགུ་བར་མ་གྱུར་པའི་མུ་སྟེགས་ཅན་རབ་ཏུ་དབྱུང་བར་མི་བྱ་ཞིང་བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །
en: the going forth of tīrthikas who do not have a sense of reverence should not be allowed nor should they be ordained.

source: གལ་ཏེ་ཉེ་དུ་ཤཱཀྱ་མུ་སྟེགས་ཅན་གྱི་རྒྱལ་མཚན་གྱིས་འོངས་
en: If perchance a Śākya kin should come under a tīrthika banner,

source: ཤིང་གལ་ཏེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འདོད་ན།
en: and if perchance he should seek monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya,

source: དགེ་སློང་དག་དེ་རབ་ཏུ་དབྱུང་བར་བྱ་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱའོ། །
en: then, monks, his going forth should be allowed and he should be ordained.

source: དགེ་སློང་དག་ང་ནི་ཉེ་དུ་རྣམས་ལ་ཉེ་དུའི་ཡོངས་སུ་སྤང་བ་སྦྱིན་པར་བྱེད་པའི་ཕྱིར་རོ། །
en: Because, monks, I give kin exceptions to kin.

source: གལ་ཏེ་གཞན་མུ་སྟེགས་ཅན་ཀུན་དུ་རྒྱུ་འོངས་
en: If perchance a wanderer from another tīrthika order should come,

source: ང་གལ་ཏེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འདོད་ན།
en: and he should seek monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya,

source: དགེ་སློང་དག་དེ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པ་སྦྱིན་པར་བྱ་བ་ཤེས་པར་གྱིས་ཤིག །
en: then, monks, understand that he should be allowed to live in robes provided by a preceptor for four months.

source: དགེ་སློང་དག་གཞན་མུ་སྟེགས་ཅན་གནས་པ་སྤྱད་ནས་སེམས་མགུ་བར་གྱུར་ན་
en: Monks, if, after having submitted to his station, the follower of another tīrthika order has a sense of reverence,

source: རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱའོ། །
en: his going forth should be allowed and he should be ordained.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གཞན་མུ་སྟེགས་ཅན་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་
en: When the Blessed One said that followers of other tīrthika orders should be allowed to live in robes provided by a preceptor for four months,

source: གནས་པ་སྦྱིན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་སྦྱིན་པར་བྱ་བ་མི་ཤེས་ནས།
en: the monks were in a quandary, not knowing how such robes should be given.

source: འགའ་ཞིག་གི་གན་དུ་གཞན་མུ་སྟེགས་ཅན་རབ་ཏུ་དབྱུང་བར་འདོད་པ་འོངས་ན།
en: “if a follower of another tīrthika order wishing to go forth approaches any one of you,

source: བཟུང་ནས་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་དང་། དགེ་བསྙེན་ཉིད་དུ་ཁས་བླང་བས་
en: Once you have ascertained this, have him take the threefold refuge and, after he commits himself to living as a lay devotee,

source: དེའི་འོག་ཏུ་དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་རྒན་རིམས་ཀྱིས་ཕྱག་འཚལ་དུ་བཅུག་ནས་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ།
en: Then, as the entire saṅgha sits in concord, have him prostrate to them in order of seniority before sitting in a squatting position.

source: ཐལ་མོ་སྦྱར་དུ་བཅུག་ནས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: Pressing his palms together, he should say, ‘Reverend saṅgha, please heed me.

source: བདག་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་མིང་འདི་ཞེས་བགྱི་བ་ལས་རབ་ཏུ་འབྱུང་བར་འཚལ་ཏེ།
en: I, the tīrthika [tīrthika’s name], wish to renounce this identity and go forth.

source: བདག་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པར་དགེ་འདུན་ལ་གསོལ་ན།
en: I, the tīrthika [tīrthika’s name], petition the saṅgha to allow me to live in robes provided by a preceptor for four months.

source: ཐུགས་བརྩེ་བ་ཅན་དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་
en: I, the tīrthika [tīrthika’s name], ask that the reverend and compassionate saṅgha, out of your compassion,

source: བགྱི་བ་ལ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པར་བགྱི་བ་སྩལ་དུ་གསོལ།
en: might allow me to live in robes provided by a preceptor for four months.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །
en: after which a monk moves the petition be acted upon.

source: འདི་ལྟར་བྱ་སྟེ། འདུག་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: This is how the petition is made: while seated, the monk says, ‘Reverend saṅgha, please heed me.

source: མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་འདི་མིང་འདི་ཞེས་བགྱི་བ་ལས་རབ་ཏུ་འབྱུང་བར་འཚལ་ཏེ།
en: This tīrthika [tīrthika’s name] wishes to renounce this identity and go forth.

source: མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་འདི་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པར་དགེ་འདུན་ལ་གསོལ་ན།
en: This tīrthika has petitioned the saṅgha to allow him to live in robes provided by a preceptor for four months.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན།
en: If the reverend saṅgha can allow it,

source: དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: I ask the saṅgha to give its consent and

source: མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་འདི་མིང་འདི་ཞེས་བགྱི་བ་ལས་རབ་ཏུ་འབྱུང་བར་འཚལ་ནས།
en: This tīrthika [tīrthika’s name] wishes to renounce this identity and go forth.

source: དགེ་འདུན་གྱིས་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བྱ་བ་ལ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པ་གསོལ་ཏོ། །འདི་ནི་གསོལ་བའོ། །
en: allow this tīrthika to live in robes provided by a preceptor for four months.’

source: ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The petition is acted upon thus: ‘Reverend saṅgha, please heed me.

source: མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་འདི་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་པར་དགེ་འདུན་ལ་གསོལ་ཏེ།
en: Therefore, I ask the saṅgha that you allow him to live in robes provided by a preceptor for four months.

source: ཚེ་དང་ལྡན་པ་གང་དག་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་ལ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་བསྩལ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If the saṅgha were to permit this action, I would ask the venerables who can allow it to please remain silent.

source: འདི་ནི་ལས་བརྗོད་པ་དང་པོ་སྟེ།
en: “That is the first motion to act.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མུ་སྟེགས་ཅན་མིང་འདི་ཞེས་བགྱི་བ་ལ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་གནས་ པ་སྩལ་ལགས་ཏེ། འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ།
en: The saṅgha, by remaining silent, acknowledges its acceptance and gives its consent for the tīrthika [tīrthika’s name] to live in robes provided by a preceptor for four months.

source: དགེ་འདུན་གྱིས་གཞན་མུ་སྟེགས་ཅན་གང་ལ་ཟླ་བ་བཞིའི་བར་དུ་མཁན་པོས་སྦྱར་བའི་གོས་དག་གིས་
en: “For any tīrthika to whom the saṅgha gives its permission to live in robes provided by a preceptor for four months,

source: གནས་པ་བྱིན་པ་དེའི་ཟན་ནི་དགེ་འདུན་ལས་སོ།
en: his food is the saṅgha’s responsibility.

source: གོས་ནི་མཁན་པོ་ལས་སོ། །ལས་ནི་དགེ་ཚུལ་གྱི་གྲལ་རིམས་བཞིན་བྱའོ། །
en: His robes are the preceptor’s responsibility. His duties are akin to those in the novice ranks.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། །
en: Upāli asked the Blessed Buddha,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་
en: “Reverend, the Blessed One has said,

source: གཞན་མུ་སྟེགས་ཅན་གནས་པ་སྤྱད་ནས་སེམས་མགུ་བར་གྱུར་ན་རབ་ཏུ་དབྱུང་བར་བྱ།
en: ‘If, after having submitted to his station, the follower of another tīrthika order has a sense of reverence,

source: བསྙེན་པར་རྫོགས་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ན། །
en: his going forth should be allowed and he should be ordained.’

source: བཙུན་པ་ཇི་ཙམ་གྱིས་ན་གཞན་མུ་སྟེགས་ཅན་སེམས་མགུ་བར་གྱུར་པ་ཞེས་བརྗོད་པར་བགྱི།
en: If so, then reverend, by what measure may we say that a follower of another tīrthika order has a sense of reverence?”

source: ཉེ་བ་འཁོར་གཞན་མུ་སྟེགས་ཅན་གྱི་མདུན་དུ་སངས་རྒྱས་ཀྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད་པར་བྱ།
en: “Upāli, in the presence of the follower of another tīrthika order, speak the Buddha’s praises perfectly.

source: ཆོས་དང་དགེ་འདུན་གྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད་པར་བྱ་ཞིང་
en: Speak too the praises of the Dharma and the Saṅgha, and speak them perfectly.

source: ་མུ་སྟེགས་ཅན་རྣམས་ཀྱི་བསྔགས་པ་མ་ཡིན་པ་ཡང་དག་པ་བརྗོད་པར་བྱའོ། །
en: Speak perfectly of the tīrthikas’ unworthiness.

source: ཉེ་བ་འཁོར་གལ་ཏེ་གཞན་མུ་སྟེགས་ཅན་སངས་རྒྱས་ཀྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད། ཆོས་དང་དགེ་འདུན་གྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད་
en: Upāli, when you speak of these things perfectly,

source: ཅིང་མུ་སྟེགས་ཅན་རྣམས་ཀྱི་བསྔགས་པ་མ་ཡིན་པ་ཡང་དག་པ་བརྗོད་པ་ན་ནང་བར་བྱེད། འཁྲུག་པར་བྱེད།
en: if the follower of this other order becomes upset, disturbed, or angry,

source: ཁྲོ་བར་བྱེད་ཅིང་ཡུལ་ཡུལ་པོར་འདུག་པར་བྱེད།
en: or if he sits withdrawn or seethes with anger,

source: ཁྲོ་བ་སྐྱེད་པར་བྱེད་ན་གཞན་མུ་སྟེགས་ཅན་སེམས་མགུ་བར་མ་གྱུར་པ་ཞེས་བརྗོད་པར་བྱའོ།
en: it can be said that the follower does not have a sense of reverence.

source: ཉེ་བ་འཁོར་གལ་ཏེ་གཞན་མུ་སྟེགས་ཅན་སངས་རྒྱས་ཀྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད། ཆོས་དང་དགེ་འདུན་གྱི་བསྔགས་པ་ཡང་དག་པ་བརྗོད་ཅིང་།
en: “But, Upāli, when you speak perfectly the praises of the Buddha, the Dharma, and the Saṅgha,

source: མུ་སྟེགས་ཅན་རྣམས་ཀྱི་བསྔགས་པ་མ་ཡིན་པ་ཡང་དག་པ་བརྗོད་པ་ན་ནང་བར་མི་བྱེད།
en: and also speak perfectly of the tīrthikas’ unworthiness,

source: འཁྲུག་པར་མི་བྱེད། ཁྲོ་བར་མི་བྱེད་ཅིང་ཡུལ་ཡུལ་པོར་འདུག་པར་མི་བྱེད། ཁྲོ་བ་སྐྱེད་པར་མི་བྱེད་ན།
en: if the follower of this other tīrthika order does not become upset, disturbed, or angry, if he does not sit withdrawn or seethe with anger, then,

source: ཉེ་བ་འཁོར་དེ་ཙམ་གྱིས་ན་གཞན་མུ་སྟེགས་ཅན་སེམས་མགུ་བ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Upāli, by that measure we may say the tīrthika has a sense of reverence.

source: དགེ་སློང་དག་མེ་བ་རལ་པ་ཅན་དག་རབ་ཏུ་དབྱུང་བར་བྱ་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱའོ།
en: “Monks, the going forth of dreadlocked fire-worshippers should be allowed and they should be ordained.

source: དགེ་སློང་དག་མེ་བ་རལ་པ་ཅན་དག་ནི་ལས་སྨྲ་བ་དང་། མེ་བ་རལ་པ་ཅན་དག་ནི་བྱ་བ་སྨྲ་བ་དང་།
en: It is because, monks, they argue for karma, they argue for action,

source: རྒྱུ་སྨྲ་བ་དང་། བརྩོན་འགྲུས་སྨྲ་བ་ཡིན་པའི་ཕྱིར་རོ། །
en: they argue for causes, and they argue for diligence.

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་འདི་ལྟར་བསླབ་པར་བྱ་སྟེ། ལས་སྨྲ་བར་འགྱུར་བ་དང་།
en: Therefore, monks, you too should train so that you come to argue for karma,

source: བྱ་བ་སྨྲ་བ་དང་། རྒྱུ་སྨྲ་བ་དང་། བརྩོན་འགྲུས་སྨྲ་བར་འགྱུར་བར་བྱ་སྟེ། དགེ་སློང་དག་ཁྱེད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།། །།
en: for actions, for causes, and for diligence. Monks, that is how you should train.”

source: གང་གི་ཚེ་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཉེ་བ་འཁོར་ལ་སོགས་པ་སར་པ་སྐྱེས་ཕྲན་གཞོན་ནུ་བཅུ་ བདུན་སྡེའི་ཚོགས་དག་རབ་ཏུ་ཕྱུང་བསྙེན་པར་རྫོགས་པར་བྱས་པ་
en: when Mahāmaudgalyāyana allowed the going forth of Upāli and a band of seventeen healthy new youths, and ordained them.

source: དེའི་ཚེ་ན་དེ་དག་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་བཀྲེས་པའི་ཉམ་ཆུང་བས་ཡོངས་སུ་གཟིར་ནས་ངུའོ། །
en: Come twilight, reduced and wracked by hunger as they were, they would cry out

source: བཅོམ་ལྡན་འདས་ཀྱིས་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་ཀུན་དགའ་ར་བའི་ནང་ན་བྱིས་པ་ཁྱེའུ་རབ་ཏུ་མང་པོ་དག་ངུ་བའི་སྒྲ་གསན་ཏོ། །
en: and the Blessed One would hear these great many cries from within the monastery’s grounds.

source: གསན་ནས་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པར་མཛད་པ་སྟེ།
en: Though they hear, blessed buddhas may inquire about what they already know.

source: ཀུན་དགའ་བོ་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་ཀུན་དགའ་ར་བའི་ནང་ན་བྱིས་པ་ཁྱེའུ་རབ་ཏུ་མང་པོ་ངུ་བ་འདི་དག་སུ།
en: “Who are these great many young boys who cry within the monastery’s grounds at twilight?”

source: བཙུན་པ་འདི་དག་ནི་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཉེ་བ་འཁོར་ལ་སོགས་པ་སར་པ་སྐྱེས་ཕྲན་གཞོན་ནུ་བཅུ་བདུན་སྡེའི་ཚོགས་དག་རབ་ཏུ་བྱུང་ཞིང་
en: “Reverend, it is Upāli and a band of seventeen healthy new youths whom Mahāmaudgalyāyana allowed to go forth, and has ordained.

source: བསྙེན་པར་རྫོགས་པར་བགྱིས་པ་དེ་དག་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་བཀྲེས་པའི་ཉམ་ཆུང་བས་ཡོངས་སུ་གཟིར་ཏེ་ངུ་བ་ལགས་སོ། །
en: At twilight it is they who, reduced and wracked by hunger, cry out.”

source: ཀུན་དགའ་བོ་དགེ་སློང་དག་གང་ཟག་ལོ་ཉི་ཤུ་མ་ལོན་པ་དགེ་སློང་གི་དངོས་པོར་བསྙེན་པར་རྫོགས་པར་བྱེད་དམ།
en: “Ānanda, do monks grant ordination into the monkhood to persons who have not yet reached twenty years?”

source: བཙུན་པ་བགྱིད་དོ། །ཀུན་དགའ་བོ་བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །
en: “Reverend, they do.” “Ānanda, ones so young should not be ordained.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཀུན་དགའ་བོ་གང་ཟག་ལོ་ཉི་ཤུ་མ་ལོན་པས་ནི་
en: Persons who are not yet twenty years of age cannot accept all they may be subjected to

source: གྲང་བ་དང་། ཚ་བ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་དང་།
en: —the cold, the heat, the hunger, the thirst,

source: ཤ་སྦྲང་དང་། སྦྲང་བུ་མཆུ་རིངས་དང་། རླུང་དང་། ཉི་མ་དང་།
en: the blowflies, the gadflies, the gnats, the wind, the sun,

source: སྡིག་སྦྲུལ་དག་གི་རེག་པ་དག་དང་། གཞན་ལས་ཚིག་གི་ལམ་ངན་པ་སྨྲས་པ་དང་། ངན་པ་འོངས་པ་དག་དང་།
en: the snakes, the abuse hurled at them, the bad that befalls them, or the

source: ལུས་ཀྱི་ཚོར་བ་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་ཚ་བ་ཡིད་དུ་མི་འོང་བ་སྲོག་འཕྲོག་པར་བྱེད་པ་
en: physical pains that are intolerable, oppressive, intense, dreadful, and life-threatening.

source: བྱུང་ངོ་ཅོག་དག་མི་བཟོད་ཅིང་ཟག་པ་དག་ལ་ཇི་མི་སྙམ་པར་བྱ་བ་ཡང་མ་བཟོད་ཅིང་དང་དུ་ལེན་མི་ནུས་པའི་རང་བཞིན་ཅན་ཡིན་པའི་ཕྱིར་དང་།
en: Their nature is such that they cannot abide or withstand their longing for defilements.

source: གང་ཟག་ལོ་ཉི་ཤུ་ལོན་པ་ནི་
en: “Persons who have reached twenty years of age, on the other hand, can accept all they may be subjected to

source: ངན་པ་འོངས་པ་དག་དང་།
en: the bad that befalls them,

source: ལུས་ཀྱི་ཚོར་བ་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་ཚ་བ་ཡིད་དུ་མི་འོང་བ་སྲོག་འཕྲོག་པར་བྱེད་པ་བྱུང་
en: or the physical pains that are intolerable, oppressive, intense, dreadful, and life-threatening.
